Repository: AchrafBen7/StibAlert
Catalog: StibAlert/Localizable.xcstrings
Source language: fr
Languages: en, nl

# empty.no_results
source: Aucun résultat
en: No results
nl: Geen resultaat

# empty.no_stops_nearby
source: Aucun arrêt à proximité
en: No stops nearby
nl: Geen halte in de buurt

# empty.no_trip_planned
source: Aucun trajet planifié
en: No trip planned
nl: Geen rit gepland

# empty.reset_search_hint
source: Réinitialise la recherche pour voir tous les résultats.
en: Reset the search to see all results.
nl: Reset de zoekopdracht om alle resultaten te zien.

# empty.see_all_lines
source: Voir toutes les lignes
en: See all lines
nl: Alle lijnen bekijken

source: EN BREF
en: IN BRIEF
nl: IN HET KORT

source: En circulation
en: In service
nl: In dienst

source: En cours
en: Ongoing
nl: Lopend

source: EN ÉCOUTE
en: LISTENING
nl: AAN HET LUISTEREN

source: Envoyé
en: Sent
nl: Verzonden

source: Envoyer
en: Send
nl: Versturen

source: envoyés auto
en: sent automatically
nl: automatisch verzonden

source: Épingler une gare
en: Pin a station
nl: Een station vastmaken

# errors.connection_limited
source: Connexion limitée — données en cache
en: Limited connection — cached data
nl: Beperkte verbinding — gegevens in cache

# errors.delete_account_failed
source: Suppression impossible. Réessaie dans un instant.
en: Deletion failed. Try again shortly.
nl: Verwijderen mislukt. Probeer zo opnieuw.

# errors.email_invalid
source: Format d'email invalide
en: Invalid email format
nl: Ongeldig e-mailformaat

# errors.load_failed
source: Impossible de charger les données.
en: Unable to load data.
nl: Kan de gegevens niet laden.

# errors.location_denied
source: Autorise la localisation dans Réglages pour utiliser cette fonction.
en: Allow location in Settings to use this feature.
nl: Sta locatie toe in Instellingen om deze functie te gebruiken.

# errors.mic_denied
source: Autorise le micro dans Réglages.
en: Allow the microphone in Settings.
nl: Sta de microfoon toe in Instellingen.

# errors.network_unavailable
source: Réseau indisponible. Vérifie ta connexion.
en: Network unavailable. Check your connection.
nl: Netwerk niet beschikbaar. Controleer je verbinding.

# errors.password_too_short
source: 8 caractères minimum
en: At least 8 characters
nl: Minstens 8 tekens

# errors.permission_denied
source: Permission refusée.
en: Permission denied.
nl: Toestemming geweigerd.

# errors.push_denied
source: Autorise les notifications dans Réglages.
en: Allow notifications in Settings.
nl: Sta meldingen toe in Instellingen.

# errors.save_failed
source: Enregistrement impossible. Réessaie.
en: Save failed. Try again.
nl: Opslaan mislukt. Probeer opnieuw.

# errors.session_expired
source: Ta session a expiré. Reconnecte-toi.
en: Your session expired. Log in again.
nl: Je sessie is verlopen. Log opnieuw in.

# errors.unknown
source: Une erreur est survenue. Réessaie.
en: Something went wrong. Try again.
nl: Er is een fout opgetreden. Probeer opnieuw.

source: Essaie le nom d’un arrêt ou un numéro de ligne.
en: Try a stop name or a line number.
nl: Probeer een haltenaam of een lijnnummer.

source: Essaie un numéro de ligne ou une autre zone.
en: Try a line number or another area.
nl: Probeer een lijnnummer of een andere zone.

source: ÉTAPE 1 / 3
en: STEP 1 / 3
nl: STAP 1 / 3

source: ÉTAPE 3 / 3
en: STEP 3 / 3
nl: STAP 3 / 3

source: État
en: Status
nl: Status

source: ÉTAT
en: STATUS
nl: STATUS

source: Être prévenu avant d’attendre.
en: Get notified before you wait.
nl: Verwittigd worden voor je moet wachten.

source: Événement Bruxelles
en: Brussels event
nl: Evenement Brussel

source: Évènements
en: Events
nl: Evenementen

# events.to_watch
source: %lld événements à surveiller
en: %lld events to watch
nl: %lld evenementen te volgen

source: évite
en: avoids
nl: vermijdt

source: Ex : « %@ »
en: E.g.: « %@ »
nl: Bv.: « %@ »

source: Ex : Tram bloqué depuis 5 min au feu Bailli, beaucoup de monde sur le quai
en: E.g.: Tram stuck for 5 min at Bailli light, crowded platform
nl: Bv.: Tram al 5 min geblokkeerd aan licht Bailli, veel volk op het perron

source: Faites partie du changement.
en: Be part of the change.
nl: Maak deel uit van de verandering.

source: Favoris
en: Favourites
nl: Favorieten

# favorites.activity.count
source: %d signalements actifs
en: %d active reports
nl: %d actieve meldingen

# favorites.activity.none
source: Aucun signalement actif
en: No active report
nl: Geen actieve melding

# favorites.activity.one
source: 1 signalement actif
en: 1 active report
nl: 1 actieve melding

# favorites.add.button_add
source: + Ajouter
en: + Add
nl: + Toevoegen

# favorites.add.button_added
source: Ajouté
en: Added
nl: Toegevoegd

# favorites.add.empty_nearby_hint
source: Active la localisation, ou cherche par nom d’arrêt / numéro de ligne.
en: Enable location, or search by stop name / line number.
nl: Schakel locatie in, of zoek op haltenaam / lijnnummer.

# favorites.add.empty_search_hint
source: Vérifie l’orthographe ou essaie un numéro de ligne.
en: Check the spelling or try a line number.
nl: Controleer de spelling of probeer een lijnnummer.

# favorites.add.eyebrow
source: Réseau personnel
en: Personal network
nl: Persoonlijk netwerk

# favorites.add.search_placeholder
source: Chercher un arrêt ou une ligne
en: Search a stop or a line
nl: Zoek een halte of lijn

# favorites.add.subtitle
source: Ajoute un arrêt — STIB, SNCB, De Lijn ou TEC — pour suivre ses passages et recevoir des alertes ciblées.
en: Add a stop — STIB, SNCB, De Lijn or TEC — to track its passages and get targeted alerts.
nl: Voeg een halte toe — STIB, SNCB, De Lijn of TEC — om de doortochten op te volgen en gerichte meldingen te ontvangen.

# favorites.add.title
source: Ajouter un arrêt favori
en: Add a favourite stop
nl: Favoriete halte toevoegen

# favorites.alerts.digest
source: Digest hebdomadaire
en: Weekly digest
nl: Wekelijkse samenvatting

# favorites.alerts.notifications
source: Notifications favorites
en: Favorite notifications
nl: Meldingen favorieten

# favorites.alerts.off
source: Non activé
en: Not enabled
nl: Niet actief

# favorites.alerts.weekly
source: Chaque semaine
en: Every week
nl: Elke week

# favorites.cockpit.critical
source: %d signalements critiques
en: %d critical reports
nl: %d kritieke meldingen

# favorites.cockpit.none
source: Aucun incident actif
en: No active incident
nl: Geen actief incident

# favorites.cockpit.one_report
source: 1 signalement actif
en: 1 active report
nl: 1 actieve melding

# favorites.cockpit.reports
source: %d signalements actifs
en: %d active reports
nl: %d actieve meldingen

# favorites.cockpit.type_disrupted
source: %@ · service perturbé
en: %@ · service disrupted
nl: %@ · dienst verstoord

# favorites.cockpit.type_ongoing
source: %@ en cours
en: %@ ongoing
nl: %@ aan de gang

# favorites.empty.no_op_stop
source: Aucun arrêt %@ en favori
en: No favorite %@ stop
nl: Geen %@-halte in favorieten

# favorites.empty.no_result
source: Aucun résultat
en: No result
nl: Geen resultaat

# favorites.empty.no_station
source: Aucune gare en favori
en: No favorite station
nl: Geen station in favorieten

# favorites.empty.no_stop_found
source: Aucun arrêt trouvé
en: No stop found
nl: Geen halte gevonden

# favorites.empty.no_stop_nearby
source: Aucun arrêt trouvé à proximité
en: No stop found nearby
nl: Geen halte in de buurt gevonden

# favorites.filter.all
source: Tous
en: All
nl: Alle

# favorites.section.add
source: Ajouter à mes favoris
en: Add to favorites
nl: Aan favorieten toevoegen

# favorites.section.followed_lines
source: Lignes suivies
en: Followed lines
nl: Gevolgde lijnen

# favorites.section.pinned_stations
source: Gares épinglées
en: Pinned stations
nl: Vastgezette stations

# favorites.section.pinned_stops
source: Arrêts épinglés
en: Pinned stops
nl: Vastgezette haltes

# favorites.section.smart_alerts
source: Alertes intelligentes
en: Smart alerts
nl: Slimme meldingen

# favorites.status.blocked
source: Bloqué
en: Blocked
nl: Geblokkeerd

# favorites.status.disrupted
source: Perturbé
en: Disrupted
nl: Verstoord

# favorites.status.none
source: Aucun actif
en: None active
nl: Geen actief

# favorites.status.to_check
source: À vérifier
en: To check
nl: Te checken

# favorites.updated.hour
source: Mis à jour il y a %d h
en: Updated %d h ago
nl: %d u geleden bijgewerkt

# favorites.updated.min
source: Mis à jour il y a %d min
en: Updated %d min ago
nl: %d min geleden bijgewerkt

# favorites.updated.now
source: Mis à jour à l'instant
en: Updated just now
nl: Net bijgewerkt

source: Fermer l'alerte
en: Close the alert
nl: Melding sluiten

source: Fermer l'assistant
en: Close the assistant
nl: Assistent sluiten

source: Fermer le détail
en: Close details
nl: Details sluiten

source: Fiabilité : %@
en: Reliability: %@
nl: Betrouwbaarheid: %@

source: Filtrer parmi %lld lignes…
en: Filter among %lld lines…
nl: Filteren uit %lld lijnen…

source: Filtrer sur la ligne %@
en: Filter on line %@
nl: Filteren op lijn %@

source: FIN DU FEED
en: END OF FEED
nl: EINDE FEED

source: Format d'email invalide
en: Invalid email format
nl: Ongeldig e-mailformaat

source: Français
en: French
nl: Frans

source: Fréquence des alertes
en: Alert frequency
nl: Meldingsfrequentie

source: Gare détectée automatiquement
en: Station detected automatically
nl: Station automatisch gedetecteerd

# Gare SNCB %@%@
source: Gare SNCB %1$@%2$@
en: SNCB station %@%@
nl: NMBS-station %@%@

source: Gère ta carte STIB et tes préférences
en: Manage your STIB card and preferences
nl: Beheer je MIVB-kaart en voorkeuren

source: Glisse vers le bas pour fermer. Tape pour étendre ou réduire.
en: Swipe down to close. Tap to expand or collapse.
nl: Veeg omlaag om te sluiten. Tik om uit of in te klappen.

source: Hey Mobi, ton assistant
en: Hey Mobi, your assistant
nl: Hey Mobi, je assistent

source: Historique, préférences et identité centralisés
en: History, preferences and identity centralized
nl: Geschiedenis, voorkeuren en identiteit gecentraliseerd

# home.action.disruptions
source: Perturbations
en: Disruptions
nl: Storingen

# home.action.favorites
source: Favoris
en: Favorites
nl: Favorieten

# home.action.itineraries
source: Itinéraires
en: Routes
nl: Routes

# home.error_prefix
source: Erreur : %@
en: Error: %@
nl: Fout: %@

# home.greeting
source: Salut, %@
en: Hey, %@
nl: Hey, %@

# home.latest_reports
source: Derniers signalements
en: Latest reports
nl: Laatste meldingen

# home.no_reports_today
source: Aucun signalement aujourd'hui.
en: No reports today.
nl: Vandaag geen meldingen.

# home.other_reports
source: Autres signalements
en: Other reports
nl: Andere meldingen

source: Horaire théorique · le temps réel (retards) arrive bientôt.
en: Timetable · real-time (delays) coming soon.
nl: Dienstregeling · realtime (vertragingen) binnenkort.

source: Horaires
en: Timetables
nl: Diensten

source: Horaires et infos trafic %@ arrivent bientôt pour cet arrêt.
en: %@ timetables and traffic info coming soon for this stop.
nl: Dienstregeling en verkeersinfo %@ komen binnenkort voor deze halte.

source: Horaires théoriques · temps réel bientôt
en: Timetable · real-time soon
nl: Dienstregeling · realtime binnenkort

source: Horaires théoriques non disponibles pour cet arrêt.
en: Timetable unavailable for this stop.
nl: Dienstregeling niet beschikbaar voor deze halte.

source: Hors itinéraire détecté
en: Off-route detected
nl: Buiten route gedetecteerd

source: Ignorer
en: Dismiss
nl: Negeren

source: Impossible de charger les lignes
en: Unable to load lines
nl: Kan de lijnen niet laden

source: Impossible de monter
en: Can't board
nl: Onmogelijk om op te stappen

source: Info trafic STIB sur cette ligne
en: STIB traffic info on this line
nl: MIVB-verkeersinfo op deze lijn

source: Infos personnelles
en: Personal info
nl: Persoonlijke info

source: Infos trafic
en: Traffic info
nl: Verkeersinfo

source: Infos trafic à cet arrêt
en: Traffic info at this stop
nl: Verkeersinfo aan deze halte

source: Inviter un ami
en: Invite a friend
nl: Een vriend uitnodigen

source: Itinéraire ajusté
en: Route adjusted
nl: Route aangepast

source: Itinéraire recalculé
en: Route recalculated
nl: Route herberekend

source: Itinéraires
en: Routes
nl: Routes

source: Jamais de marketing — uniquement des événements de transport.
en: Never marketing — only transport events.
nl: Nooit marketing — enkel vervoersgebeurtenissen.

source: Je découvre avec 3 arrêts du centre
en: Explore with 3 city-centre stops
nl: Ik ontdek met 3 centrumhaltes

source: Je découvre tout seul
en: I'll explore on my own
nl: Ik ontdek het zelf

source: Je recalcule une route plus cohérente avec ta position actuelle.
en: Recomputing a route that better matches your current position.
nl: Ik herbereken een route die beter past bij je huidige positie.

source: Je réfléchis…
en: Thinking…
nl: Ik denk na…

source: Je t'écoute…
en: Listening…
nl: Ik luister…

source: La base locale n’est pas encore branchée pour cet opérateur.
en: The local database isn't connected for this operator yet.
nl: De lokale database is nog niet gekoppeld voor deze operator.

source: La STIB-MIVB n'a publié aucune perturbation propre à cette ligne.
en: STIB-MIVB has not published any disruption specific to this line.
nl: De MIVB-STIB heeft geen storing voor deze lijn gepubliceerd.

source: Lancer le trajet vers la maison
en: Start trip home
nl: Rit naar huis starten

source: Lancer le trajet vers le travail
en: Start trip to work
nl: Rit naar het werk starten

source: Langue
en: Language
nl: Taal

source: Langues
en: Languages
nl: Talen

source: Le réseau bruxellois, en clair.
en: The Brussels network, made clear.
nl: Het Brusselse netwerk, helder.

source: Les données affichées proviennent des portails publics open data de ces opérateurs, ainsi que des signalements de la communauté Blayse. Les marques citées appartiennent à leurs propriétaires respectifs.
en: The data shown comes from these operators' public open-data portals and from Blayse community reports. Trademarks belong to their respective owners.
nl: De getoonde gegevens komen van de open-dataportalen van deze operatoren en van meldingen van de Blayse-community. Vermelde merken behoren toe aan hun respectieve eigenaars.

source: Les signalements sont supprimés après 30 jours. Votre compte est conservé tant que vous le souhaitez.
en: Reports are deleted after 30 days. Your account is kept as long as you want.
nl: Meldingen worden na 30 dagen verwijderd. Je account blijft zolang je wil.

source: Lieu
en: Place
nl: Plaats

source: ligne
en: line
nl: lijn

source: LIGNE %@
en: LINE %@
nl: LIJN %@

source: lignes
en: lines
nl: lijnen

source: Lignes %@
en: %@ lines
nl: %@-lijnen

source: Lignes à cet arrêt
en: Lines at this stop
nl: Lijnen aan deze halte

source: Lignes les plus touchées
en: Most affected lines
nl: Meest getroffen lijnen

source: Lignes suivies
en: Followed lines
nl: Gevolgde lijnen

source: LIGNES TOUCHÉES
en: AFFECTED LINES
nl: GETROFFEN LIJNEN

source: Localisation
en: Location
nl: Locatie

source: Localisation en cours
en: Locating…
nl: Locatie bepalen…

source: Maison
en: Home
nl: Thuis

source: Masquer l'aide
en: Hide help
nl: Hulp verbergen

source: Merci — ton signalement aide la communauté à anticiper les perturbations en temps réel.
en: Thanks — your report helps the community anticipate disruptions in real time.
nl: Bedankt — je melding helpt de community storingen in real time te anticiperen.

source: Mercis
en: Thanks
nl: Bedankjes

source: MES DÉPARTS
en: MY DEPARTURES
nl: MIJN VERTREKKEN

source: Métro
en: Metro
nl: Metro

source: Mise à jour
en: Updated
nl: Bijgewerkt

source: Mise à jour officielle
en: Official update
nl: Officiële update

source: Mise à jour temps réel
en: Real-time update
nl: Real-time update

source: Mode invité
en: Guest mode
nl: Gastmodus

source: Mode invité — créer un compte pour favoris et alertes
en: Guest mode — create an account for favourites and alerts
nl: Gastmodus — maak een account voor favorieten en meldingen

source: Mon compte
en: My account
nl: Mijn account

source: Mon trajet quotidien
en: My daily commute
nl: Mijn dagelijkse traject

source: MOT DE PASSE
en: PASSWORD
nl: WACHTWOORD

source: Nederlands
en: Dutch

source: Niveau
en: Level

source: Nom
en: Last name
nl: Naam

source: Non configurée
en: Not set up
nl: Niet ingesteld

# notif.community.desc
source: Quand un cluster touche une de tes lignes favorites
en: When a cluster hits one of your favourite lines
nl: Wanneer een cluster een van je favoriete lijnen raakt

# notif.community.example
source: Ligne 92 perturbée à Bailli — 3 confirmations.
en: Line 92 disrupted at Bailli — 3 confirmations.
nl: Lijn 92 verstoord aan Bailli — 3 bevestigingen.

# notif.community.title
source: Alertes communauté
en: Community alerts
nl: Communitymeldingen

# notif.eyebrow
source: Profil · Préférences
en: Profile · Preferences
nl: Profiel · Voorkeuren

# notif.freq.all.desc
source: Toutes les alertes pertinentes
en: All relevant alerts
nl: Alle relevante meldingen

# notif.freq.all.label
source: Tout
en: Everything
nl: Alles

# notif.freq.critical.desc
source: Uniquement accident / agression / coupure
en: Only accident / assault / outage
nl: Enkel ongeval / agressie / onderbreking

# notif.freq.critical.label
source: Critique
en: Critical
nl: Kritiek

# notif.freq.digest.desc
source: Un seul récap, pas d'alerte en direct
en: One recap, no live alerts
nl: Eén overzicht, geen live meldingen

# notif.freq.digest.label
source: Résumé
en: Summary
nl: Samenvatting

# notif.freq.essential.desc
source: Perturbations + confirmées (recommandé)
en: Disruptions + confirmed (recommended)
nl: Verstoringen + bevestigde (aanbevolen)

# notif.freq.essential.label
source: Essentiel
en: Essential
nl: Essentieel

# notif.intro
source: Choisis quels types de notifications tu reçois. Blayse ne t'enverra rien d'autre.
en: Choose which notifications you receive. Blayse won't send you anything else.
nl: Kies welke soorten meldingen je ontvangt. Blayse stuurt je verder niets.

# notif.level
source: Niveau
en: Level

# notif.line_prefix
source: Ligne %@
en: Line %@
nl: Lijn %@

# notif.master.desc
source: Master switch pour toutes les notifications iOS
en: Master switch for all iOS notifications
nl: Hoofdschakelaar voor alle iOS-meldingen

# notif.master.title
source: Push principal
en: Main push
nl: Hoofdmelding

# notif.mercis.desc
source: Quand ton signalement aide d'autres voyageurs
en: When your report helps other travellers
nl: Wanneer je melding andere reizigers helpt

# notif.mercis.example
source: Merci ! 12 voyageurs ont vu ton signalement.
en: Thanks! 12 travellers saw your report.
nl: Bedankt! 12 reizigers zagen je melding.

# notif.mercis.title
source: Mercis
en: Thanks
nl: Bedankjes

# notif.no_marketing
source: Jamais de marketing — uniquement des événements de transport.
en: Never marketing — only transport events.
nl: Nooit marketing — enkel vervoersgebeurtenissen.

# notif.pretrip.desc
source: 15 min avant ton départ habituel, un verdict actionable
en: 15 min before your usual departure, an actionable verdict
nl: 15 min voor je gebruikelijke vertrek, een bruikbaar oordeel

# notif.pretrip.example
source: Ligne 92 OK ce matin — départ habituel 8h40 conseillé.
en: Line 92 OK this morning — usual 8:40 departure advised.
nl: Lijn 92 OK vanochtend — gebruikelijk vertrek 8u40 aangeraden.

# notif.pretrip.title
source: Brief pré-trajet
en: Pre-trip briefing
nl: Pre-trip briefing

# notif.quiet.a11y
source: %@ de la plage silencieuse : %d heures
en: %@ of quiet hours: %d hours
nl: %@ van de stille periode: %d uur

# notif.quiet.desc
source: Aucune push pendant ces heures, sauf urgences critiques
en: No push during these hours, except critical emergencies
nl: Geen pushmeldingen tijdens deze uren, behalve kritieke noodgevallen

# notif.quiet.end
source: Fin
en: End
nl: Einde

# notif.quiet.example
source: Accident bloque ligne 92 cette nuit (urgence — exception silence).
en: Accident blocks line 92 tonight (emergency — quiet exception).
nl: Ongeval blokkeert lijn 92 vannacht (noodgeval — uitzondering op stilte).

# notif.quiet.range
source: Plage
en: Range
nl: Periode

# notif.quiet.start
source: Début
en: Start
nl: Begin

# notif.rule.all
source: Tout
en: Everything
nl: Alles

# notif.rule.critical_only
source: Critique seul
en: Critical only
nl: Enkel kritiek

# notif.rule.essential
source: Essentiel
en: Essential
nl: Essentieel

# notif.rule.off
source: Désactivé
en: Off
nl: Uitgeschakeld

# notif.section.channels
source: Canaux
en: Channels
nl: Kanalen

# notif.section.frequency
source: Fréquence des alertes
en: Alert frequency
nl: Frequentie van meldingen

# notif.section.line_rules
source: Affiner par ligne
en: Refine by line
nl: Verfijnen per lijn

# notif.section.quiet
source: Plage silencieuse
en: Quiet hours
nl: Stille periode

# notif.section.types
source: Types d'alertes
en: Alert types
nl: Soorten meldingen

# notif.test.button
source: Envoyer une notification test
en: Send a test notification
nl: Testmelding versturen

# notif.test.no_device
source: Aucun appareil abonné. Autorise les notifications dans Réglages iOS.
en: No subscribed device. Allow notifications in iOS Settings.
nl: Geen geabonneerd toestel. Sta meldingen toe in iOS-instellingen.

# notif.test.sent
source: Notification envoyée ✅ Tu devrais la recevoir dans quelques secondes.
en: Notification sent ✅ You should receive it within a few seconds.
nl: Melding verzonden ✅ Je zou ze binnen enkele seconden moeten ontvangen.

source: Notifications favorites
en: Favorite notifications
nl: Favoriete meldingen

source: Nous contacter
en: Contact us
nl: Contacteer ons

source: Numéro
en: Number
nl: Nummer

source: Numéro de carte
en: Card number
nl: Kaartnummer

source: Officiel
en: Official
nl: Officieel

source: Officiel + confirmé
en: Official + confirmed
nl: Officieel + bevestigd

# onboarding.fav.empty_operator
source: Aucun arrêt %@ à proximité.
en: No %@ stop nearby.
nl: Geen %@-halte in de buurt.

# onboarding.fav.empty_search
source: Aucun arrêt trouvé. Essaie un autre nom.
en: No stop found. Try another name.
nl: Geen halte gevonden. Probeer een andere naam.

# onboarding.fav.empty_sncb
source: Aucune gare SNCB à proximité.
en: No SNCB station nearby.
nl: Geen NMBS-station in de buurt.

# onboarding.fav.empty_stib
source: Aucun arrêt STIB à proximité.
en: No STIB stop nearby.
nl: Geen MIVB-halte in de buurt.

# onboarding.fav.search_ph
source: Rechercher un arrêt…
en: Search a stop…
nl: Een halte zoeken…

# onboarding.page1.subtitle
source: Soyez alerté en temps réel des problèmes sur vos lignes ou arrêts préférés.
en: Get real-time alerts about problems on your favourite lines and stops.
nl: Krijg realtime waarschuwingen over problemen op je favoriete lijnen en haltes.

# onboarding.page1.title
source: Des soucis sur votre trajet ?
en: Issues on your route?
nl: Problemen op je traject?

# onboarding.page2.subtitle
source: Visualisez en un coup d’œil les perturbations et alternatives.
en: See disruptions and alternatives at a glance.
nl: Bekijk verstoringen en alternatieven in één oogopslag.

# onboarding.page2.title
source: Cartographie claire
en: Clear map
nl: Duidelijke kaart

# onboarding.page3.subtitle
source: Suivez vos lignes et arrêts préférés sans rien rater.
en: Follow your priority lines and stops without missing anything.
nl: Volg je favoriete lijnen en haltes zonder iets te missen.

# onboarding.page3.title
source: Vos favoris d’abord
en: Favorites first
nl: Je favorieten eerst

source: Origine des signaux
en: Source of signals
nl: Oorsprong van de signalen

source: Où vas-tu ?
en: Where are you going?
nl: Waar ga je heen?

source: Ou voulez-vous aller ?
en: Where do you want to go?
nl: Waar wil je heen?

source: Oups
en: Oops
nl: Oeps

source: Ouvre les détails complets de l'arrêt
en: Open full stop details
nl: Open de volledige haltedetails
